{
  "myCourses": "Mening kurslarim",
  "allCourses": "Barcha kurslar",
  "requiredField": "To'ldirish majburiy",
  "available": "Ochiq",
  "courses": "Kurslar",
  "didntBuy": "Siz kurslarni harid qilmagansiz. Kursni tanlash uchun shu erni bosing.",
  "completed": "O'tilgan",
  "lessonFrom": "darsdan",
  "chaptersFrom": "boblardan",
  "slowInternet": "Agar siz ushbu xabarni ko'rayotgan bo'lsangiz, sizda Internet tezligi seking bo'lishi mumkin. Kontent yuklanishini kuting yoki sahifani qayta yuklang.",
  "status": "Status",
  "active": "Faol",
  "notActive": "Faol emas",
  "createCourse": "Kursni yaratish",
  "noCourses": "Kurslar mavjud emas",
  "courseCreated": "Kurs muvaffaqiyatli yaratildi",
  "createLesson": "Darsni yaratish",
  "nameLesson": "Nomi",
  "nameCourse": "Kursning nomi",
  "nameInLMS": "LMSning nomi",
  "mentors": "Mentorlar",
  "selectMentors": "Metorlarni tanlang",
  "create": "Yaratildi",
  "name": "Ism",
  "lastname": "Familiya",
  "dob": "Tug'ilgan sanasi",
  "date": "Sana",
  "gender": "Jinsi",
  "man": "Erkak",
  "woman": "Ayol",
  "email": "Elektron pochta",
  "yourName": "Sizning ismingiz",
  "yourLastname": "Sizning familiyangiz",
  "yourLogin": "Sizning login",
  "yourEmail": "Sizning elektron pochta",
  "yourPhone": "Sizning telefon raqamingiz",
  "phone": "Телефон",
  "yourGender": "Sizning jinsingiz",
  "oldPassword": "Eski parol",
  "newPassword": "Yangi parol",
  "confirmPassword": "Parolni tasdiqlang",
  "settingsAcc": "Hisob sozlamari",
  "aboutSelf": "O'z haqingizda",
  "changePassword": "Parolni o'zgartirish",
  "changeAva": "Profil rasmini o'zgartirish",
  "selectFile": "Faylni tanlang",
  "editProfile": "Profilni tahrirlash",
  "overallRating": "Umumiy reyting",
  "points": "Ballar",
  "placeRating": "Reytingdagi pag'ona",
  "updateData": "Ma'lumotlarni yangilash",
  "books": "Kitoblar",
  "book": "Kitob",
  "video": "Video",
  "author": "Muallif",
  "of": "/",
  "orderLesson": "Oldingi darslarning yakunidan so'ng ochiladi",
  "noStart": "Boshlanmagan",
  "completedLesson": "Yakunlangan",
  "blocked": "Yopiq",
  "here": "Bu yerda",
  "getTrial": "Siz faqat bitta kursning sinov darsini olishingiz mumkin",
  "trialMore": "Kurs haqida ba'tafsil ma'lumotni bizning GitHub -dan olishingiz mumkin",
  "usedTrial": "Siz kursning sinov darsini oldingiz. O'tishni boshlash uchun, bu yerga bosing",
  "usedTrial2": "Siz allaqachon sinov darsidan foydalangansiz. Siz tugmani bosish orqali 30 kunlik kursni sotib olishingiz mumkin.",
  "extendCourseModal": "Siz tugmani bosish orqali kursni 30 kunga uzaytira olasiz",
  "extendCourseModal2": "Siz kursni 30 kunga uzaytirdingiz. O'tishni davom ettirish uchun quyidagisini bosing",
  "getTrialLesson": "Sinov darsini olish",
  "getTrialLesson2": "Sinov darsiga yoziling",
  "getTrialLesson3": "Bepul kirish darsiga yoziling",
  "signTrial": "Ro'yxatdan o'tish",
  "stillQuestions": "Hali ham savollaringiz bormi?",
  "send": "Yuborish",
  "buyCourseClick": "Click orqali kursni sotib olish",
  "buyCoursePayme": "Payme orqali kursni sotib olish",
  "trialLesson": "Sinov darsi",
  "extendCourse": "Kursni cho'zdirish",
  "extendCourseClick": "Click orqali kursni uzaytiring",
  "extendCoursePayme": "Payme orqali kursni uzaytiring",
  "extendCourse2": "Siz kursni uzaytirdingiz",
  "boughtCourse": "Siz kursni xarid qildingiz",
  "boughtCourse2": "Siz kursni 30 kunga xarid qildingiz. O'qishni boshlash uchun bu yerga o'ting",
  "openLesson": "Dars ochiladi",
  "returnReg": "Sizda to'ldirilmagan maydonlar mavjud. Ortga qaytib, to'ldiring.",
  "days": "k",
  "hours": "s",
  "minutes": "m",
  "seconds": "sek",
  "welcome": "IT-ACADEMY LMSga xush kelibsiz",
  "students": "Allaqachon",
  "students2": "nafar talabalar o'qimoqda",
  "students3": "Mana ular nima deyishadi",
  "more": "Batafsil",
  "errorContact": "Xatolik yuz berdi. Qayta urinib ko‘ring",
  "successContact": "Ariza yuborildi, sizga tez orada javob keladi",
  "noPhone": "Sizning raqamingiz qo'shilmagan. Iltimos, raqamingizni ko'rsating",
  "settings": "Sozlamalarda",
  "noPhone2": "kursni sotib olish uchun raqam.",
  "noPhone3": "Qo'shimchasiga boshqa muhim ma'lumotlaringizni ko'rsating, masalan po'chta va username.",
  "saveProfile": "Profil yangilandi",
  "photoLoading": "rasm yuborilmoqda",
  "photoLoaded": "rasm yuklandi",
  "buyCourse": "Kurs sotib ol",
  "ourMission": "Наша миссия - ваш успехUZ",
  "direction1": "Не определились с направлением?UZ",
  "direction2": "Оставьте заявку и мы поможем подобрать то, что подходит именно вам!UZ",
  "direction3": "Хочешь начать свой путь разработчика прямо сейчас?UZ",
  "ourCourses": "Наши курсыUZ",
  "developer": "разработчикUZ",
  "startGroup": "Дата старта группы:UZ",
  "soon": "СкороUZ",
  "request": "Спасибо за заявкуUZ",
  "request2": "Мы свяжемся с вами в ближайшее времяUZ",
  "close": "ЗакрытьUZ",
  "why": "ПочемуUZ",
  "we": "мы?UZ",
  "whyWe1": "Коммерческая разработка",
  "whyWe2": "Наши курсы составляются на основе коммерческой разработки. Это означает, что вы учитесь на основе реальных проектов, учитесь работать в команде, узнаёте инсайты о работе в IT от практикующих программистов. Плюс ко всему, вы собираете приличное портфолио из минимум 2-х крупных и множества мелких проектов (у отдельных студентов к концу курса набирается 17 готовых проектов). А в обновлении курсов участвую ведущие IT компании, как, например, iTechArt.",
  "whyWe3": "Коммерческая",
  "whyWe4": "разработка",
  "whyWe5": "Онбординг",
  "whyWe6": "Мы первое и единственное образовательное учреждение в своём сегменте, к кому на защиту диплома приходят партнёрские компании, чтобы отобрать себе лучших кандидатов на работу или стажировку.",
  "whyWe7": "Социальная часть",
  "whyWe8": "IT про людей. Правильное сообщество - ключ к успеху. Поэтому мы организовываем так много соревнований, праздников, поездок в горы, активного отдыха, пицца-пати, муви-найт, а также собрали своё гейм-комьюнити любителей Dota, Apex, PUBG, CS и других игрушек.",
  "whyWe9": "Помимо этого, раз в месяц мы отбираем 10 студентов для экскурсии в компании, типа Express24, Uzcard, IT Park, Udevs и так далее. Всё для того, чтобы вы понимали, к чему стремиться, чего можно добиться после окончания обучения.",
  "whyWe10": "Софт-скиллсы",
  "whyWe11": "Мы как разработчики понимаем, что для развития в IT нужен не только навык писать код, пусть даже хороший. Вы должны уметь презентовать себя и свои проекты, коммуницировать в команде, самообучаться, решать задачи дизайнера, других программистов, читать чужой код, находить нестандартный подход. Это всё, чему не учат на обычных курсах, но что так важно для дальнейшего роста в middle и для нахождения работы.",
  "whyWe12": "Поэтому наша программы построена таким образом, что вы не только проекты пилите, но и растёте как всесторонний специалист.",
  "helpWith": "Как мы помогаем с",
  "helpWith2": "трудоустройством?",
  "help1": "Финальный проект",
  "help2": "По окончании наших курсов вы выполняете большой финальный проект совместно с разработчиками с параллельного направления. Тему и масштаб проекта вы выбираете сами. После вы презентуете его выпускникам и менторам, чтобы получить сертификат.",
  "help3": "Дополнительная презентация",
  "help4": "Мы выбираем лучшие проекты, работаем с их авторами над улучшением презентаций, проектов, а потом организовываем для них дополнительную презентацию, где они выступают уже перед работодателями - нашими партнёрами.",
  "help5": "Участвуйте, пока не получите оффер",
  "help6": "Такого рода мероприятия не привязаны к определенному выпуску. Это означает, что вы можете участвовать в презентациях финальных проектов, пока на получите свой оффер.",
  "help7": "Грейд играет роль",
  "help8": "Не маловажным является грейд на вашем сертификате. Мы определяем ваш уровень по 30 метрикам и потом выдаём соответствующий грейд. Наши партнёры знают об этом и потому высшие грейды А и В играют роль при поступлении к ним на работу.",
  "ourPartners": "Наши партнеры",
  "reviews": "Отзывы студентов",
  "review": "Отзывы",
  "partners": "партнеров",
  "works": "Работы студентов",
  "filter": "Фильтр",
  "seeAll": "Смотреть все",
  "blog": "Блог",
  "detail": "Подробнее",
  "contact": "Поможем в выборе!",
  "contact1": "Если у вас есть вопросы о формате или вы не знаете, что выбрать, оставтье свой номер - мы позвоим, чтобы ответить на все ваши вопросы.",
  "comment": "Комментарий",
  "publication": "Дата публикации:",
  "last": "Последние публикации",
  "memes": "Мемчики",
  "portfolioStudents": "Портфолио студентов",
  "portfolioStudents2": "Здесь собраны работы и краткие резюме лучших студентов Академии. Прежде чем попасть на сайт, они выполняют крупный проект, определяющий их уровень. Тем самым, здесь собраны только те, кто готов к работе в компании на должности Junior программиста.",
  "total": "Всего",
  "search": "Ищют работу",
  "students1": "студентов",
  "applicants": "соискателей",
  "mission": "Миссия Академии",
  "about1": "Менять жизни людей в лучшую сторону через IT",
  "about2": "Ваша IT Академия была основана в Октябре 2020-го года. Причина - наше желание делиться своим опытом, знаниями, связями с молодыми энтузиастами, помогать вам реализовывать свои амбиции. В вас скрыт талант, который вы не видите. Мы же те, кто помогает вам раскрыться.",
  "about3": "Как айтишники в образовании буянили",
  "about4": "Во-первых",
  "about5": "Мы избавились от традиционной системы образования и разработали свою - блочную систему обучения. С ней успеваемость студентов находится под постоянным контролем и учёба даётся легче. Вы постоянно видите свой прогресс. А мы - без проблем улучшаем курсы по частям.",
  "about6": "Во-вторых",
  "about7": "Пока все обучают программистов, мы решили их растить. Опытные IT-специалисты знают, что на рынке разработки, и в целом IT, трудно развиваться, если ты умеешь только код писать. В программиста надо вырасти. Нужно учиться работать в команде, читать чужой код, находить проекты, презентовать проекты, “продавать себя” и уметь обучаться самостоятельно.",
  "about8": "Поэтому вы получаете ещё и прикладные, человеческие навыки тоже. Мы растим из вас хорошего специалиста, а просто код писать вы и в интернете можете научиться :)",
  "about9": "Как детишки растут в",
  "about10": "Правильный коворкинг",
  "about11": "Всё начинается с первого дня в коворкинге. Он задуман таким образом, что вам легко налаживать контакты с другими студентами, работать над групповыми проектами.",
  "about12": "Тут вы учитесь коммуницировать, налаживаете нетворкинг, отдыхаете с кофе и печеньками, участвуете во внутренних киберспортивных турнирах.",
  "about13": "Скрытая же часть коворкинга — заказы. Самые активные студенты часто получают от нас небольшие коммерческие заказы ещё во время обучения.",
  "about14": "Защита диплома",
  "about15": "Немаловажной частью обучения является защита диплома. Для неё вы создаёте финальный проект совместно с разработчиком с параллельного направления и презентуете её перед менторами, администрацией и студентами.",
  "about16": "Таким образом вы обучаетесь работать в команде, создавать большие проекты с нуля, а также презентовать свои работы. Всё это очень важные навыки при поступлении в компанию и во время работы.",
  "about17": "Грейд",
  "about18": "К сожалению, не все студенты одинаково хороши. Поэтому мы решили разделить и сертификаты на 4 категории - A, B, C, D. Как правильно, студенты уровня А - это те ребята, кто может прямиком отправляться к хорошую IT компанию на должность Junior разработчика.",
  "about19": "Для чего мы создали грейды? Во-первых, вы понимаете свой уровень после окончанию курсов. Во-вторых, наши партнёры знают, что мы определяем ваш уровень по 30 основным метрикам. Это означает, что А и В грейды могут получить лишь единицы и они на вес золота.",
  "about20": "Онбординг",
  "about21": "Мы первое и единственное образовательное учреждение в своём сегменте, к кому на защиту диплома приходят партнёрские компании, чтобы отобрать себе лучших кандидатов на работу или стажировку.",
  "about22": "Тем самым мы действительно продвигаем лучших студентов. И это не абстрактные обещания, а конкретный план действий, чтобы помочь студентам сделать первый шаг в профессиональную сферу. Если вы тратили много времени на обучение, старались, работали над собой, в конечном счёте прямо из Академии поступите на работу в партнёрские компании, не проходя при этом десятки собеседований.",
  "about23": "Коммерческая разработка",
  "about24": "Наши курсы составляются на основе коммерческой разработки. Это означает, что вы учитесь на основе реальных проектов, учитесь работать в команде, узнаёте инсайты о работе в IT от практикующих программистов. Плюс ко всему, вы собираете приличное портфолио из минимум 2-х крупных и множества мелких проектов (у отдельных студентов к концу курса набирается 17 готовых проектов).",
  "about25": "Мы также сохраняем актуальность учебной программы и обновляем её совместно с зарубежными партнёрами из Беларусии, а также с партнерскими IT компаниями (например, iTechArt). Тем самым, курс не создаётся одним лишь преподавателем - над ней работает целая команда практикующих программистов.",
  "about26": "Гостевые лекции",
  "about27": "Кому не интересно пообщаться с Senior разработчикам, послушать опытных руководителей? Мастер-классы от приглашённых специалистов - отличная возможность узнать о сфере изнутри, познакомиться с большими людьми, развиваться с нескольких направлениях, получать знания не из одного источника.",
  "about28": "Комьюнити, соревнования и отдыхи Академии",
  "about29": "Кто-то ошибочно полагает, что разработка - это про навыки программирования, но на самом деле огромную часть IT занимают связи и правильное сообщество. Поэтому мы организовываем много как образовательных, так и ивентов для отдыха.",
  "about30": "К примеру, ежемесячные соревнования между студентами одного потока, соревнования внутри группы. Мастер-классы от преподавателей и приглашённых разработчиков, специалистов из партнёрских компаний.",
  "about31": "Поездки в горы - наш любимый вид отдыха. Но помимо этого, мы организовываем пицца-пати для студентов после презентации финальных проектов, тематические праздники и традиционные праздники для всех бывших и нынешних студентов Академии, чтобы сохранять связь между поколениями.",
  "about32": "Помимо праздничных мероприятий, мы также создали свой гейм клуб, в котором собрались все любители CS, Dota, Apex, PUBG и так далее, чтобы пропустить пару каток вместе во время отдыха.",
  "about33": "Всё для того, чтобы сохранить чувство IT Family.",
  "about34": "Достижения",
  "about35": "Октябрь 2020",
  "about36": "Нам исполнился месяц и мы ввели новую методику обучения - блочная система образования. Благодаря ей успеваемость студентов находится под постоянным контролем, а учёба даётся легче.",
  "about37": "Март 2021",
  "about38": "Мы начали налаживать контакт с зарубежными компаниями в сфере IT и IT образования. В Академии впервые была проведена Agile встреча, где выступал Ринат Ахтямов - руководитель Epam Uzbekistan.",
  "about39": "Июль 2021",
  "about40": "Мы вводим систему оценивания уровня образования студентов по 30 метрикам, а также вводим в своей нише первую в Узбекистане грейдовую систему оценки студентов и финальный проект.",
  "about41": "Октябрь 2021",
  "about42": "Мы выступали на Agile Talks на тему образовательных метрик - огромный обмен опытом с представителями крупных IT компаний для улучшения образовательной системы в нашей Академии.",
  "about43": "Помимо этого в Октябре мы также провели первый совместный ивент совместно с крупной зарубежной компанией - Skillbox.",
  "about44": "Декабрь 2021",
  "about45": "Мы провели первую защиту дипломных проектов, на которой присутствовали представители таких компаний как “EPAM”, “Exadel”, “iTechArt”, “Kash App”. Результат - 6 из 7 студентов с грейдом “А” получили предложение о прохождении стражировки у партнёров. Это очень краткая хронология, ведь помимо всего этого мы плотно работали над созданием крепкого IT комьюнити молодых разработчиков с Ташкента (ссылка), а также создавали канал с заказами для студентов, чтобы лучшие из них могли применять свои знания на практике и зарабатывать свои первые деньги.",
  "about46": "специалистов",
  "about47": "Это очень краткая хронология, ведь помимо всего этого мы плотно работали над созданием крепкого IT комьюнити молодых разработчиков с Ташкента (ссылка), а также создавали канал с заказами для студентов, чтобы лучшие из них могли применять свои знания на практике и зарабатывать свои первые деньги.",
  "skills": "Навыки",
  "telegram": "Telegram",
  "status1": "Обучается",
  "status2": "Ищет работу",
  "status3": "Работает",
  "portfolio1": "Студент не указал скиллы",
  "portfolio2": "Студент не указал телефон",
  "portfolio3": "Студент не указал почту",
  "portfolio4": "Студент не указал телеграм",
  "portfolio5": "Студент еще не написал о себе",
  "projects": "Проекты"
}